;Language file of Revo Uninstaller
;This section must use English
[Info]
Language=Finnish
WebLang=FIN
Translator=Olli (ollinpostit@gmail.com)
Codepage=UNICODE 
Version=1.94

[Uninstaller Toolbar]
102 = Näytä
103 = Asetukset
104 = Sovellusten poisto
105 = Työkalut
106 = Osoitustoiminto
107 = Lista
108 = Kuvakkeet
109 = Tiedot
110 = Poista sovellus
111 = Poista rekisterimerkintä
112 = Päivitä luettelo
113 = Oletko varma, että haluat poistaa valitun rekisterimerkinnän?
114 = Oletko varma, että haluat poistaa valitun sovelluksen?
115 = Automaattinen päivitys
116 = Ohje
117 = Nykyisen työkalun ohje...
118 = Verkkosivusto...
119 = Tietoja...
120 = Et ole järjestelmän ylläpitäjä!
121 = Oletko varma, että haluat poistaa valitun järjestelmäkomponentin?\nLOPETA, ellet ole täysin varma siitä, mitä olet tekemässä!
122 = Sovellusten poisto näyttää sinulle kaikki asennetut sovellukset ja komponentit kaikilta käyttäjiltä. "Tiedot" -näyttötyypissä. Painamalla hiiren oikeaa näppäintä sovelluksen nimen päällä, näet pikanäppäimen josta saat lisätietoja sovelluksesta (asennuksen ominaisuudet ja linkit). Revo Uninstallerin tärkeä ominaisuus on Osoitustoiminto. Tämä toiminto antaa sinulle joustavuutta sovelluksien poistoon, pysäyttämiseen ja poistoon. Voit myös estää sillä sovellusta käynnistymästä yhdessä Windowsin kanssa.
123 = Haku
124 = Sovelluksia:
125 = Oletko varma, että haluat poistaa valitun järjestelmäkomponentin rekisteristä?\nKäyttöjärjestelmäsi saattaa vaatia tämän komponentin!
126 =  ei käynnisty enään automaattisesti Windowsin käynnistyksen yhteydessä.
127 =  on asetettu käynnistymään automaattisesti.
128 = %s on asennettu samaan asennuskansioon kuin %s!\nKummillakin ohjelmilla on ylimääräisiä tiedostoja. Valitse kohteet, jotka haluat poistaa.
129 = Pakotettu sovelluksen poisto

[Uninstaller List]
150 = Sovellus
151 = Koko
152 = Versio
153 = Asennuspäivämäärä
154 = Yritys
155 = Verkkosivusto
156 = Kommentti
157 = Asennuksen poiston merkkijono
158 = Rekisteriavain
159 = Asennussovellus

[Uninstaller StatusBar]
201 = Asennettuja sovelluksia: 
202 = Ladataan...

[Registry Optimizer]
302 = Valitse tutkimisen kohde
303 = Käynnistä-valikko

[Autorun Toolbar]
407 = Suorita
408 = Lopeta
409 = Poista
410 = Kohteita yhteensä:
411 = Käytössä olevia kohteita:
412 = Automaattisten käynnistysten hallinnalla et voi pelkästään estää tai antaa ohjelmia käynnistymästä Windowsin käynnistyksessä, sillä voit saada lisätietoja kyseisestä sovelluksesta. Näet käynnistyspolun, kuvauksen, julkaisijan, tilan (käynnissä tai ei käynnissä) ja käynnistyskomennon sijainnin (joko rekisterissä tai kiintolevyllä olevassa tiedostossa).

[Autorun List]
450 = Sovelluksen nimi
451 = Käynnistyspolku
452 = Kuvaus
453 = Julkaisija
454 = Tila
455 = Sijainti
456 = KÄYNNISSÄ
457 = EI KÄYNNISSÄ
458 = EPÄKELPO
459 = Lopeta prosessi
460 = Suorita prosessi
461 = Avaa sovelluskansio
462 = Siirry sijaintiin
463 = Kopioi käynnistyspolku
464 = Poista valitut
465 = Poista kaikki epäkelvot
466 = Poista kaikki, jotka eivät ole käynnissä
467 = Poista kaikki, jotka on poistettu käytöstä
468 = Ominaisuudet...
470 = Oletko varma, että haluat lopettaa valitun sovelluksen?\nKaikki tallentamaton tieto tuhotaan!
471 = Oletko varma, että haluat poistaa valitun kohteen?
472 = Oletko varma, että haluat poistaa kaikki epäkelvot kohteet?
473 = Oletko varma, että haluat poistaa kaikki kohteet, jotka eivät ole käynnissä?
474 = Oletko varma, että haluat poistaa kaikki kohteet, jotka on poistettu käytöstä?
475 = Komentoa ei ole olemassa!
476 = TUNTEMATON
477 = Estä käynnistymästä automaattisesti
478 = Salli automaattinen käynnistyminen

[Outlook Control]
300 = Optimointi
301 = Rekisterin optimointi
400 = Automaattisten käynnistysten hallinta
500 = Yksit. tietojen poisto
501 = Selainpuhdistus
600 = Microsoft Office -puhdistus
700 = Windowsin puhdistus
800 = Poista pysyvästi
900 = Palauttamaton poisto
2100 = Windowsin työkalut
2200 = Tarpeettomien tiedostojen poisto

[Track Cleaner Browsers]
507 = Tyhjennä kaikki
508 = Tyhjennä vierailtujen Internet-sivujen historia
509 = Poista osoitepalkin historia
510 = Poista väliaikaiset Internet-tiedostot
511 = Poista evästeet
512 = Poista Index.dat -tiedostot
513 = Suorita
514 = Poista lataushistoria
515 = Poista istuntohistoria
516 = Poista lomakehistoria
517 = Poisto
518 = Oletko varma, että haluat poistaa kaikki valitut historiatiedot?
521 = Oletko varma, että haluat poistaa Internet Explorerin historiatiedot?
522 = Oletko varma, että haluat poistaa Firefoxin historiatiedot?
523 = Oletko varma, että haluat poistaa Operan historiatiedot?
524 = Oletko varma, että haluat poistaa Netscapen historiatiedot?
525 = Selaimesi tallentaa tiedon kaikista verkkosivuista, joilla olet koskaan vieraillut. Näitä tietoja voi helposti katsella selaimesta vain painamalla painiketta, joten kuka vain voi nähdä verkkosivustot, joilla olet vieraillut! Selainpuhdistuksella voit poistaa väliaikaisia Internet-tiedostoja, jotka sisältävät kaikki kuvat, jotka olet nähnyt, kaikki videot, jotka olet katsonut ja kaikki verkkosivut, joilla olet vierailut. Väliaikaisien Internet-tiedostojen poisto voi vapauttaa huomattavasti levytilaa kovalevyltäsi.
526 = Sulje Internet-selaimesi ennen tietojen poistamista.
527 = Index.dat -tiedostot poistetaan tietokoneen seuraavan käynnistyksen yhteydessä.
599 = Yksityisten tietojen poisto valituille kohteille suoritettiin onnistuneesti!

[Office Track Cleaner]
601 = Tyhjennä
607 = Tyhjennä Microsoft Wordin viimeisimpien asiakirjojen historia
608 = Sisältää Word 2000:n, Word XP:n, Word 2003:n ja Word 2007:n
609 = Tyhjennä Microsoft Excelin viimeisimpien asiakirjojen historia
610 = Sisältää Excel 2000:n, Excel XP:n, Excel 2003:n ja Excel 2007:n
611 = Tyhjennä Microsoft Accessin viimeisimpien asiakirjojen historia
612 = Sisältää Access 2000:n, Access XP:n, Access 2003:n ja Access 2007:n
613 = Tyhjennä Microsoft PowerPointin viimeisimpien asiakirjojen historia
614 = Sisältää PowerPoint 2000:n, PowerPoint XP:n, PowerPoint 2003:n ja PowerPoint 2007:n
615 = Tyhjennä Microsoft FrontPagen viimeisimpien asiakirjojen historia
616 = Sisältää FrontPage 2000:n, FrontPage XP:n, FrontPage 2003:n ja FrontPage 2007:n
617 = Microsoft Office -puhdistus antaa sinun poistaa Microsoft Wordin, Excelin, Accessin, PowerPointin ja FrontPagen viimeksi katsottujen tiedostojen historian. Jos et halua, että joku toinen näkee viimeksi avaamiasi tai muokkaami esityksiä, asiakirjoja tai muita tiedostoja käyttäen Microsoft Officea, valitse tiedostotyypit, joitten historian haluat poistaa ja paina “Puhdista” -painiketta. Viimeksi käyttämäsi tiedostojen historia ei enää sen jälkeen ole saatavilla.

[Windows Tracks Cleaner]
701 = Tyhjennä
707 = Tyhjennä Viimeisimmät tiedostot
708 = Tyhjennä Käynnistä-valikon Suorita-toiminnon historia
709 = Tyhjennä Etsi tiedosto -toiminnon historia
710 = Tyhjennä Etsi tulostimia, tiedostoja ja ihmisiä -toiminnon historia
711 = Tyhjennä leikepöytä
712 = Tyhjennä Paintin viimeisimpien tiedostojen historia
713 = Tyhjennä Wordpadin viimeisimpien tiedostojen historia
714 = Tyhjennä Rekisterieditorin viimeksi avattujen avaimien historia
715 = Tyhjennä Avaa/tallenna -historia
716 = Tyhjennä Viimeiseksi vieraillun kansion historia
717 = Tyhjennä roskakori
718 = Poista Windowsin väliaikaistiedostot
719 = Poista Käynnistä-valikon käyttöloki
720 = Microsoft Windows pitää kirjaa monista tietokoneella tekemistäsi asioista, kuten esimerkiksi tiedostojen hakuhistoriasta (kun etsit tiedostoja ja kansioita), viimeiseksi avattujen asiakirjojen historia, Avaa/tallenna -ikkunan viimeiseksi katsottujen kohteiden listasta, jota monet sovellukset käyttävät. Windowsin puhdistus poistaa kaikki nämä historia- sekä väliaikaistiedostot. Voit myös tyhjentää Roskakorin ja poistaa väliaikaiset tiedostot , joka voi vapauttaa levytilaa huomattavasti.
721 = Suorita-toiminnon historia poistetaan, kun explorer.exe -prosessi on käynnistetty uudelleen.
722 = Windowsin rekisterihistoria
723 = Paikallisen kiintolevyaseman historia
724 = Poista kaatuneet muistivedostiedostot
725 = Poista Chkdskin (tarkista levy) palauttamat tiedostojen osat


[Evidence Remover]
802 = Suorita
803 = Tyhjennetään
804 = Odota, tyhjennystä suoritetaan.
805 = Valmis
806 = Valitse asema(t) jotka sisältävät yksityisiä tietoa ja jäännöksiä töistäsi jotka haluat poistaa. Tämä työkalu vaikuttaa vain jo poistettuun tietoon. VAROITUS: Kun prosessi on valmis, on mahdotonta palauttaa poistamiasi tietoja!
807 = Kun tyhjennät Windowsin Roskakorin, tiedostosi ja kansiosi vain merkitään poistetuksi, mutta niitä ei vielä ole fyysisesti poistettu. Tämä työkalu poistaa pysyvästi tiedostot ja kansiot, jotka on jo poistettu, mutta jotka ovat jääneet tarpeettomiksi tiedostoiksi kovalevyllesi. Sinun ei tarvitse pelätä, että joku toinen yrittää palauttaa poistettuja tietoja, tulos on sama, ei mitään. – Pysyvän poiston poistamia tiedostoja on mahdotonta palauttaa!
808 = Oletko varma, että haluat poistaa tarpeettomat tiedostot valituilta kovalevyiltä?

[Unrecoverable Delete]
912 = Lista tiedostoista ja kansioista, jotka poistetaan ja joiden palautus tehdään mahdottomaksi
913 = Tiedostot
914 = Kansiot
915 = Lisää tiedostot, jotka haluat poistaa järjestelmästä. Näitä tiedostoja ei voi palauttaa millään ohjelmistolla!
916 = Lisää kansiot, jotka haluat poistaa järjestelmästä. Näitä kansioita ei voi palauttaa millään ohjelmistolla!
917 = Lisää poistettavat tiedostot
918 = Lisää poistettavat kansiot
919 = POISTA PYSYVÄSTI
920 = Tyhjennä lista
921 = Jos haluat poistaa tiedoston tai kansion turvallisesti (ollaksesi varma ettei kukaan, ei millään ohjelmistolla, voi ikinä palauttaa tiedostoa tai kansiota), käytä Palauttamatonta poistoa. Tiedostojen poistaminen Windowsin Roskakorin tyhjentäminen ei tarkoita, että tiedostot ovat lopullisesti palauttamattomia, sillä ne ovat edelleen kovalevylläsi ja kuka tahansa voi palauttaa poistetut tiedot todella helposti. Palauttamaton poisto tekee tämän mahdottomaksi, koska se poistaa fyysisesti kaikki valitut tiedostot ja kansiot.
922 = Oletko varma, että haluat poistaa pysyvästi valitut tiedostot ja kansiot?

[Options Tree]
1001 = Asetukset
1100 = Yleiset asetukset
1200 = Sovellusten poisto

[General]
1101 = Nykyinen kieli:
1102 = Kehittyneet toiminnot
1103 = Tarkista päivitykset käynnistettäessä

[Uninstaller Options]
1201 = Näytä järjestelmäpäivitykset
1202 = Näytä järjestelmäkomponentit
1203 = Ota käyttöön nopea lataus
1204 = Suorita vain sisäänrakennettu sovelluksen poisto
1205 = (ei tuettu Windows Vistassa)
1206 = Luo järjestelmän palautuspiste ennen poistoa
1207 = Siirrä tarpeettomat tiedostot ja kansiot Roskakoriin


[Auto Update]
1907 = Päivitys
1908 = Versiotiedot
1909 = Nykyinen versio:
1910 = Viimeisin versio:
1911 = LATAA
1912 = Lataa viimeisin versio
1913 = Mikä on uutta?
1914 = Tarkistetaan...
1915 = Yhteysvirhe...
1916 = PYSÄYTÄ
1917 = Ladattu %s/%s
1918 = Ladattu %s (tuntematon koko yhteensä)
1919 = Revo Uninstaller ei voi ottaa yhteyttä osoitteeseen www.revouninstaller.com. Tarkista, että Internet-yhteytesi on aktiivinen ja että palomuurisi ei estä Revo Uninstalleria.
1920 = Virhe: Uuden version tarkistaminen epäonnistui. Ei Internet-yhteyttä.

[WinTools]
2110 = Suorita
2111 = Jokaisen Windows -käyttöjärjestelmän mukana tulee paljon hyödyllisiä ohjelmia. Joitakin työkaluja voi käyttää vain komentoriviltä, joitakin on hankala löytää. Windowsin työkalut antaa sinulle nopean yhden klikkauksen yhteyden Windowsin työkaluihin.
2112 = Jos ongelma ilmenee, voit käyttää Järjestelmän palautusta palauttamaan tietokoneesi tallennettuun tilaan ilman henkilökohtaisien tiedostojen menettämistä. Järjestelmän palautus tarkkailee muutoksia järjestelmään ja joihinkin sovellustiedostoihin, ja se tekee automaattisesti helposti tunnistettavia palautuspisteitä. Nämä palautuspisteet antavat sinun palauttaa järjestelmän edelliseen toimineeseen tilaan. Ne tehdään päivittäin ja merkittävien järjestelmämuutoksien yhteydessä. Voit myös tehdä ja nimetä omia palautuspisteitäsi milloin tahansa.
2113 = Voit käyttää tätä työkalua saadaksesi ja näyttääksesi tietoja tietokoneesi laitteistosta ja käyttöjärjestelmästä sekä Internet-asetuksista ja modeemi- ja verkkosovittimen asetuksista. Verkkodiagnostiikkatyökalulla voit suorittaa skannauksen järjestelmääsi ja testata verkkoasetukset ja valita haluamasi verkkosovellukset. 
2114 = Verkkoinformaatio näyttää sinulle kaikki TCP/IP -verkkoasetukset, Dynamic Host Configuration Protocolin (DHCP) ja Domain Name Systemin (DNS) asetukset. Verkkoinformaatio näyttää myös kaikki TCP/IP -asetukset kaikilta verkkoadaptereiltä, kuten IP-osoitteen, MAC-osoitteen, subnet-tunnisteen, oletusyhdyskäytävän, Windows Internet Naming Servicen (WINS) ja DNS-asetukset.
2115 = Tietoturvakeskus tarkistaa tietokoneesi turvallisuuden kolmelta eri alueelta: palomuurin, automaattiset päivitykset ja haittaohjelmien sekä virusten suojan. Jos ongelma tunnistetaan missä tahansa näissä kolmessa alueessa (esimerkiksi jos virustentorjuntasovelluksesi on vanhentunut), Tietoturvakeskus ilmoittaa sinua ongelmasta ja antaa ehdotuksia, kuinka voit suojata tietokonettasi paremmin.
2116 = Järjestelmäominaisuudet voidaan käyttää tietokoneen perustietojen saamiseksi, kuten suoritintyypin ja kokonaisen RAM-muistin näytön ja voit muuttaa miten tietokoneesi käyttää muistia ja löytää hyödyllisiä tietoja (laitteiston ja laiteasennusten tietoja), asettaa laitteistoprofiileita, näyttää verkkoyhteystietoja ja logon krotiedostoa, ja ilmoittaa järjestelmä- ja sovellusvirheistä  Microsoftille tai järjestelmän ylläpitäjälle jos sellaista ilmaantuu.
2117 = Järjestelmän informaatiot näyttää sinulle tietoja tietokoneestasi. Tämä kerää tietoja sinun laitteistoasetuksista, tietokoneen komponenteista, ja allekirjoitetuista ja allekirjoittamattomista ajureista. Järjestelmän informaatiot on työkalu jota voit nopeasti käyttää saadaksesi tietoja koneestasi ja sen käyttöjärjestelmästä.
2118 = TCP/IP Netstat -komento on osa Windows -käyttöjärjestelmää, joka näyttää kaikki aktiiviset TCP-yhteydet ja TCP- sekä UDP-portit joita kone kuuntelee ja näyttää suoritustietoja jokaisen yhteyden luomisesta tai portin kuuntelusta (suoritusnimi on [ ] alhalla jossa komponentttia kutsutaan, ja kunnes TCP/IP tavoitetaan).
2119 = Onscreen näppäimistö näyttää virtuaalisen näppäimistön näytöllä ja antaa käyttäjän kirjoittaa tietoa osoitinlaitteella tai joystikilla. On-Screen-näppäimistö antaa vain minimaalisen osan ominaisuuksista joita liikuntarajoitteiset saattavat tarvita päivittäisessä käytössä. Voit myös käyttää On-Screen-näppäimistö, jos mielestäsi Key-Loggeri (näppäinlokittaja) on asennettu koneeseesi ja kaikki näppäykset kirjoitetaan lokiin. On-Screen näppäimistö estää viruksia pitämästä kirjaa kirjoittamistasi asioista.
2120 = Levyneheyttäjä analysoi paikalliset asemat ja eheyttää niitä. Levyneheyttäjä myös vapauttaa tilaa. Tämän eheytyksen tuloksena järjestelmäsi toimii nopeammin ja löytää tiedostot nopeammin.
2121 = Palvelut voivat käynnistää , pysäyttää, tauottaa, jatkaa, tai poistaa palvelun käytöstä paikallisella tai etätietokoneella. Palvelut voivat myös Palvelut voi korjata palveluepäonnistumisia (esimerkiksi palvelun automaattinen uudelleenkäynnistyminen), ja muuttaa kuvausta.
2122 = Jaettuja kansioita voidaan käyttää valitsemaan tietyt oikeudet jaetuille kansioille, jotta kansioita voitaisiin käyttää verkon yli.
2123 = Ryhmäkäytäntö sisältää käyttäjien käytäntöasetuksia järjestelmäasetuksiin. Ryhmäkäytäntö antaa valita tietyt asetukset käyttäjille, esim. mitä ohjelmia he voivat käyttää.
2124 = Lisää/poista Windows-osia auttaa sinua hallitsemaan Windows-komponentteja tietokoneellasi. Kun Windows on asennettu, voit käyttää tätä asentaaksesi jonkun osan jota ei ollut alkuperäisessä asennuksessa. Voit myös halutessasi poistaa osia.
2125 = Windows Haittaohjelmien poistotyökalu auttaa sinua poistamaan ohjelmia, jotka voivat vahingoittaa tietokonettasi tai tietojasi. Sovellukselle ladataan päivityksiä kuukausittain.

[Junk Files Cleaner Options]
2202 = Tutkittavat asemat:
2203 = Tiedostopääte
2204 = Kuvaus
2205 = Lisää
2206 = Poista
2207 = Palauta oletukset
2208 = Tarpeettomien tiedostojen poisto::Yleisasetukset
2209 = Tarpeettomien tiedostojen poisto::Poissuljettavat
2220 = Tutkittava tiedostopääte:
2221 = Voit käyttää merkkejä ? ja/tai * jokerimerkkeinä
2222 = Lisää tiedostopääte
2223 = Lisää poissuljettava tiedostopääte
2224 = Voit käyttää merkkejä ? ja/tai * jokerimerkkeinä
2225 = Poissuljettava tiedostopääte:
2226 = Siirrä poistetut tiedostot Roskakoriin
2227 = Hylkää tiedostot, joita on käytetty vuorokauden sisällä

[Junk Files Cleaner Tool]
2306 = Tutki
2307 = Poista
2308 = Tutkitaan
2309 = Odota. Tarpeettomia tiedostoja etsitään.
2310 = Peruuta
2311 = Nimi
2312 = Koko
2319 = Tiedostoja: 
2320 = Koko yhteensä: 
2323 = Löydettiin tiedostoja, joita Windows tai jokin muu ohjelma käyttää,\n niitä ei voida poistaa nyt
2324 = Sinun täytyy valita vähintään yksi kiintolevyasema sekä tiedostopääte aloittaaksesi tutkimisen.
2325 = Turhien tiedostojen poisto antaa sinun etsiä ja poistaa roskatiedostoja sekä tarpeettomia tiedostoja tietokoneeltasi. Yleensä tiedostoja käyttänyt sovellus poistaa ne pian, kun se ei enää tarvitse niitä. Kuitenkin ne voivat jäädä pysyvästi kovalevyllesi jos sovellus lopetetaan tuntemattomasta syystä tai jos järjestelmä kaatuu jne. Jos näin käy, kovalevyn vapaa tila saattaa vähentyä huomattavasti tai järjestelmä voi hidastua jne.\n\nSaadaksesi lisätietoja, klikkaa “Ohje” ja “Nykyisen työkalun ohje”.
2326 = Tiedosto
2327 = Poistetaan tiedostoja

[Context Menu Junk Files Cleaner]
2313 = Avaa
2314 = Etsi Googlesta lausekkeella
2315 = Avaa kansio, jossa kohde sijaitsee
2316 = Ominaisuudet...
2317 = Valitse kaikki kohteet
2318 = Poista kaikkien kohteiden valinta
2321 = Valitse valitut kohteet
2322 = Poista valittujen kohteiden valinta

[Topmost Window]
4002 = Asetukset
4003 = Avaa pääikkuna
4004 = Vedä ja pudota -tila
4005 = Osoitustila
4006 = Koko
4007 = Pieni
4008 = Keskikokoinen
4009 = Suuri
4010 = Ikkunan koko
4011 = POISTU
4012 = Poista sovellus
4013 = Estä käynnistymästä automaattisesti
4014 = Lopeta prosessi
4015 = Lopeta ja poista prosessi
4016 = Avaa kansio, jossa sovellus sijaitsee
4017 = Tiedot
4018 = Ominaisuudet
4019 = PERUUTA
4020 = Vain yksi tiedosto kerrallaan on tuettu!
4021 = Pudotit kansion, vedä ja pudota tiedosto!
4022 = Poista sovellus tai poista:
4023 = Epäkelpo kohde! Yritä osoittaa johonkin toiseen ikkunaan, kuvakkeeseen tai tehtäväpalkin kohteeseen.
4024 = Sovelluksen poistokomentoa ei voida suorittaa!\n Poista sovellus Sovellusten poistossa.
4025 = Asennuspakettia ei löydy!\nVihje: Hae lisätietoja sovelluksesta pääikkunasta\n poistaaksesi sen manuaalisesti!
4026 = Kohdeohjelma ei käynnisty enää automaattisesti Windowsin käynnistyksen yhteydessä!\nVihje: Jos haluat ottaa sen uudelleen käyttöön, käytä pääikkunan Automaattisten käynnistysten hallinta -sovellusta!
4027 = Kohdeohjelmaa ei löydy yleisistä käynnistyssijainneista!\nVihje: Löytääksesi ei-tunnetut käynnistyssijainnit, katso Googlen verkkosivusto!
4028 = Oletko varma, että haluat lopettaa valitun sovelluksen?\nKaikki tallentamaton tieto menetetään!
4029 = Sovellusten poisto
4030 = Oletko varma, että haluat lopettaa ja poistaa valitun sovelluksen?\nKaikki tallentamaton tieto menetetään!
4031 = Oletko varma, että haluat lopettaa Windowsin Resurssienhallinnan?\n Käynnistä-valikko, tehtäväpalkki ja ilmoitusalue lähtevät pois näkyvistä!
4032 = Käynnistä automaattisesti Windowsin kanssa
4033 = Läpinäkyvyys

[Scan After Uninstall]
4210 = Sijainti
4211 = Avain
4212 = Arvo
4213 = Tieto
4214 = Tiedosto
4215 = Kohdetta ei valittu. Valitse kohde poistaaksesi kohteen!
4216 = Tutki poiston jälkeen
4217 = Valitse kaikki
4218 = Poista kaikkien valinta
4219 = Poista
4220 = Tarpeettomat tiedostot
4221 = Tarpeettomat rekisterimerkinnät
4222 = Tutkitaan, odota...
4223 = Suoritetaan sovelluksen poistajaa...
4224 = Aloita tarpeettomien tiedostojen, kansioiden ja rekisterimerkintöjen poisto kun asennuksen poisto on valmistunut.
4225 = Tutkitaan, odota...
4226 = Tarkista listan kohteet huolellisesti!
4227 = Sulje
4228 = Listalle jäävät tiedostot poistetaan seuraavan uudelleenkäynnistyksen yhteydessä.
4229 = Sovelluksen poiston suorittaminen epäonnistui!\nPoistokomento on ehkä epäkelpo!
4230 = Edellinen
4231 = Seuraava
4232 = Valitse poistotila
4233 = Tilat
4234 = Sisäänrakennettu tila - suorita vain sovelluksen oma poisto ilman lisätarkistusta.
4235 = Turvallinen tila - suorita sovelluksen oma poisto ja suorita lisätarkistukset Rekisteriin ja kovalevylle löytääksesi tarpeettomat tiedostot, jotka on turvallista poistaa. Tämä on nopein tila.
4236 = Valvottu tila - sisältää Turvallisen tilan toiminnot ja suorittaa lisäksi kehittyneen tarkistuksen kaikkien ohjelman jättämien tarpeettomien tiedostojen poistamiseksi yleisimmistä paikoista sekä Rekisteristä että kovalevyltä. 
4237 = Kehittynyt tila - sisältää Valvotun tilan toiminnot ja suorittaa lisäksi syvällisen ja huolellisen tarkistuksen kaikkien ohjelman jättämien tarpeettomien tiedostojen poistamiseksi yleisimmistä paikoista sekä Rekisteristä että kovalevyltä. Tämä on hitain tila.
4238 = Analysoidaan sovelluksen tietoja ennen poistoa.
4239 = Käynnistetään sovelluksen poisto.
4240 = Kun sovelluksen poisto on päättynyt, paina "Seuraava" -painiketta aloittaaksesi tarpeettomien tiedostojen, kansioiden ja rekisterikohteiden poiston. 
4241 = Suoritetaan tutkimuksia ja poistoa. 
4242 = Tutkitaan tarpeettomia tiedostoja.
4243 = Sisäänrakennettu poisto on valmis, nyt tutkitaan Rekisteriä ja kovalevyä tarpeettomista tiedostoista, kansoista ja rekisterikohteista liittyen poistettuun ohjelmaan. Odota…
4244 = Tarpeettomia rekisterimerkintöjä löytyi
4245 = Löytyneet rekisterikohteet:
4246 = Huomautus: Tarkista lihavoitujen kohteiden merkinnät! Vain valitut ja lihavoidut kohteet sekä niiden alikohteet poistetaan!
4247 = Tarpeettomia tiedostoja ja kansioita löytyi
4248 = Löytyneet kohteet:
4249 = Oma tietokone
4250 = Revo Uninstaller ei voi käynnistää sovelluksen sisäänrakennettua poistoa. Saattaa olla, että sovelluksen poistokomento on epäkelpo tai poisto-ohjelma on vioittunut. Voit painaa “Edellinen” -painiketta ja kokeilla jotakin toista poistotilaa.
4251 = Sovelluksen poisto-ohjelma on valmis. Revo Uninstaller ei etsinyt tarpeettomia tiedostoja. Voit painaa “Edellinen” -painiketta ja kokeilla jotakin toista poistotilaa etsiäksesi tarpeettomia tiedostoja, kansioita ja rekisterikohteita.
4252 = Revo Uninstaller on saattanut sovelluksen poiston loppuun, mutta tarpeettomia tiedostoja ei löytynyt. Voit painaa “Edellinen” -painiketta ja kokeilla kehittyneempää poistotilaa saadaksesi huolellisemman tutkimisen.
4253 = Revo Uninstaller on saattanut sovelluksen poiston loppuun. Jos haluat etsiä lisää turhia tiedostoja, voit painaa “Edellinen” -painiketta ja kokeilla kehittyneempää poistotilaa saadaksesi huolellisemman tutkimisen.
4254 = Valmis
4255 = Oletko varma, että haluat siirtää valitut kohteet Roskakoriin?
4256 = Oletko varma, että haluat poistaa valitut rekisterimerkinnät?
4257 = Revo Uninstaller on saattanut sovelluksen poiston loppuun!
4258 = Oletko varma, että haluat ohittaa tarpeettomien rekisterimerkintöjen poiston ja jatkaa seuraavaan vaiheeseen?
4259 = Oletko varma, että haluat ohittaa tarpeettomien tiedostojen ja kansioiden poiston ja jatkaa seuraavaan vaiheeseen? 
4260 = Tarpeettomien tiedostojen etsintä on valmis. Paina “Seuraava” -painiketta nähdäksesi tulokset!
4261 = Luodaan järjestelmän palautuspistettä...
4262 = Järjestelmän palautuspisteen luonti epäonnistui!
4263 = Järjestelmän palautuspisteen luonti poistettu käytöstä (kohdassa Asetukset->Sovellusten poisto)
4264 = Järjestelmän palautuspisteen luonti onnistui!


[About]
4300 = Kääntäjät:

[ContextMenu Uninstaller]
5000 = Komennot
5001 = Tiedot
5002 = Etsi Googlesta sanalla
5004 = Asennussijainti
5005 = Avaa Tietoja-linkki...
5006 = Avaa Ohje-linkki...
5007 = Avaa Päivitä-linkki...
5008 = Avaa rekisteriavain...

[Common]
10000 = OK
10001 = Peruuta
10002 = Ohje
10003 = Selaa
10004 = Nykyisen työkalun ohje
10005 = Verkkosivusto
10006 = Tietoja
10007 = Varoitus
10008 = VIRHE

[Tooltips]
2000 = Vaihda sovellusten poistotilaan
2001 = Näytä Työkalut-paneeli
2002 = Säädä asetuksia
2003 = Vaihda osoitustilaan
2004 = Muuta asennettujen sovellusten näyttötapaa
2005 = Poista valittu sovellus
2006 = Poista valittu sovellus rekisteristä
2007 = Päivitä sovellusten lista
2008 = Päivitä nykyinen versio viimeisimpään versioon
2009 = Löydä lisätietoja ja vastaukset kaikkiin ohjelmaa koskeviin kysymyksiin
404 = Käynnistä valittu ohjelma
405 = Lopeta ja sulje valittu sovellus
406 = Estä valittua sovellusta käynnistymästä automaattisesti
506 = Tyhjennä valitut asetukset
605 = Tyhjennä valitut asetukset
705 = Tyhjennä valitut asetukset
2106 = Suorita valittu työkalu
2304 = Tutki tarpeettomia tiedostoja valittujen asetuksien perusteella
2305 = Siirrä valitut tiedostot roskakoriin

